{
  "Home": "خانه",
  "SEYAR_SAWAYZ": " سیر ساویز ",
  "data_paragraph": "زه خوښوم چې شیان له سکریچ څخه کوډ کړم او په براوزر کې ژوند ته د نظرونو راوستلو څخه خوند اخلم",
  "Frontend_Developer": "ویب جوړونکی",
  "Lets_work_together": "راځئ په ګډه کار وکړو",
  "SEYAR": "سیر",
  "HOME": "اصلي پاڼه",
  "ABOUT ME": "زما په اړه",
  "SKILLS": "مهارتونه",
  "SERVICES": "خدمتونه",
  "PROJECTS": "پروژې",
  "CONTACT": "اړیکه",
  "Scroll_Down": "لاندې سکرول",
  "about_me": "زما په اړه",
  "my_introduction": "پیژندنه",
  "Experience": "تجربه",
  "2_years_working": "دوه کلنه کاري تجربه",
  "Completed": "بشپړ",
  "10+_projects": "له 10 څخه ډیر پروژې",
  "Support": "همکاري",
  "online_24/7": "دوامدار خدمت",
  "about_me_paragraph": "د ویب پاڼې جوړونکي په توګه، زه په HTML، CSS، JavaScript، React، او Tailwind CSS کې تخصص لرم، د Git او GitHub په کارولو سره د نسخې کنټرول کې پراخې تجربې سره. د ځواب ویونکي ویب پاڼې ډیزاین لپاره د لیوالتیا سره، زه خپل خلاقیت او تخنیکي مهارت هرې پروژې ته راوړم چې زه یې حل کړم. زما د کار مثالونه د مختلفو پروژو څخه جوړ دي چې زما مهارتونه د ښه او لوړ کیفیت ویب پاڼې حلونو چمتو کولو کې ښیې.",
  "Download_CV": "کارمخینه",
  "My_technical_level": "زما تخنیکي کچه",
  "Frontend_developer": "د ویب پاڼې جوړونکي ",
  "Other_Tools": "نور مهارتونه",
  "Advance": "پرمختگ",
  "Intermediate": "منځګړی",
  "Basic": "ابتدايي",
  "What_i_offer": "هغه څه چې زه یې وړاندیز کوم",
  "Web_designer": "د ویب پاڼې طرحه کوونکی",
  "service_text": "د 2 کلونو څخه ډیر تجربه لرونکي خدمتونه پیرودونکو او شرکتونو ته د کیفیت کار چمتو کوي",
  "service_1": "د تخلیقي او قانع کونکي ډیزاینونو رامینځته کولو کې مهارت",
  "service_2": "د static او dynamic ویب پاڼو په جوړولو کې کافي تجربه",
  "service_3": "د کاروونکو لپاره د غوره UX په جوړولو کې کافي مهارت.",
  "service_4": "په مؤثره توګه د شرکت نښې روښانه کولو کې مهارت.",
  "service_5": "د پیرودونکو رضایت لپاره د لوړ کیفیت ډیزاین چمتو کول",
  "_comment": "starting of projects section",
  "A Selection Of Stuff I've Built": "د پروژو یوه کوچنۍ ټولګه چې ما جوړه کړې ده",
  "TechForge_Dashboard": "د TechForge ډشبورډ",
  "View_It_Here": "دلته یې وګورئ",
  "View_Github_Repo": "دGithub Repo وګورئ",
  "techforge_pargraph": "یو ځواب ویونکی ډشبورډ، د Material-UI (MUI) سره جوړ شوی، دواړه تیاره او سپک حالتونه وړاندې کوي. libraries لکه د -react-pro-sidebar او nivo chart کاروي. د فورمې اعتبار د yup او formik په کارولو سره پلي کیږي.",
  "Modern_Bank_App": "د عصري بانک اپلیکیشن",
  "modern_bank_app_paragraph": "د React او Tailwind CSS سره رامینځته شوی، د واحد پاڼې غوښتنلیک (SPA) په مختلفو وسیلو کې د ځواب ویلو ډاډمن کولو لپاره د عصري ډیزاین ویاړ لري. د عصري ویب پراختیایي کړنالرو په پام کې نیولو سره، غوښتنلیک د کاروونکي تجربه وړاندې کوي پداسې حال کې چې د React متحرک اجزاو ځواک او د ټیل وینډ CSS د سټایل کولو لپاره د کارونې لومړۍ طریقه کاروي.",
  "Netflix_Landig_page_UI_Clone": "د Netflix لینډینګ پاڼه UI کلون",
  "Netflix_Landig_page_UI_Clone_desc": "د Netflix د لینډینګ پا pageې UI ، په دقت سره د HTML او Tailwind CSS په کارولو سره جوړ شوی ، د جمالیات او فعالیت همغږي ترکیب بیلګه کوي. د مختلف وسیلو سره په بې ساري ډول د تطبیق لپاره چمتو شوی ، د دې ځواب ویونکي ډیزاین د مختلف سکرین اندازو په اوږدو کې د لید غوره تجربه تضمینوي.",
  "see_more": "نور وګوره",
  "KayhanTech": "کیهان ټیک",
  "KayhanTech_desc": "د کیهان ټیک یوټیوب چینل لپاره ویب پاڼه د بوټسټراپ د هر اړخیز سټایل وړتیاو په کارولو سره په دقت سره جوړه شوې. د بوټسټریپ پراخه چوکاټ څخه په ګټې اخیستنې سره، ویب پاڼه نه یوازې د ښکلا له پلوه خوندوره ده بلکې خورا فعاله ده، د داسې ترتیب سره چې په متحرک ډول د مختلف سکرین اندازو او وسایلو سره سمون لري.",
  "X_UI_Clone": "ایکس (ټویټر) UI کلون",
  "x_ui_clone_desc": "ایکس (ټویټر) د لینډینګ پا pageې کلون د Tailwind CSS په کارولو سره په دقت سره جوړ شوی. دا کلون د وسیلو په پراخه لړۍ کې بشپړ غبرګون تضمینوي، د سکرین اندازې یا وسیلې ډول په پام کې نیولو پرته د لیدلو غوره تجربه تضمینوي.",
  "DoDay_Online_Task_Tracker": "د DoDay آنلاین ټاسک ټریکر",
  "DoDay_Online_Task_Tracker_desc": "د React سره جوړ شوی او د Tailwind CSS په کارولو سره سټایل شوی، دا ټاسک ټریکر د بې سیمه کاري مدیریت وړاندیز کوي. د محلي ذخیرې ادغام سره، کاروونکي کولی شي په اغیزمنه توګه ذخیره او خپلو دندو ته لاسرسی ومومي، د تولید وړتیا لوړوي.",
  "Get_in_touch": "اړیکه ونیسئ",
  "Contact_Me": "ما سره اړیکه ونیسئ",
  "Talk_to_me": "ماسره وغږیږه",
  "Email": "ایمیل",
  "WhatsApp": "وتساپ",
  "Messenger": "مسنجر",
  "Write_me": "پیغام ولېږه",
  "Write_me_your_project": "ماته خپله پروژه ولیکئ",
  "Name": "نوم",
  "Project_details": "د پروژې توضیحات",
  "Send_Message": "پیغام واستوئ",
  "copyright": "2024 سیر ساویز ټول حقونه خوندي دي",
  "Powered_by": "لخوا ځواکمن شوی"
}
