{
  "Home": "Home",
  "SEYAR_SAWAYZ": "SEYAR SAWAYZ",
  "data_paragraph": "I like to code things from scratch, and enjoy bringing ideas to life in the browser.",
  "Frontend_Developer": "Frontend Developer",
  "Lets_work_together": "Lets work together",
  "SEYAR": "SEYAR",
  "HOME": "HOME",
  "ABOUT ME": "ABOUT ME",
  "SKILLS": "SKILLS",
  "SERVICES": "SERVICES",
  "PROJECTS": "PROJECTS",
  "CONTACT": "CONTACT",
  "Scroll_Down": "Scroll Down",
  "about_me": "ABOUT ME",
  "my_introduction": "My Introduction",
  "Experience": "Experience",
  "2_years_working": "1 years working",
  "Completed": "Completed",
  "10+_projects": "10+ projects",
  "Support": "Support",
  "online_24/7": "online 24/7",
  "about_me_paragraph": "As a proficient frontend developer, I specialize in HTML, CSS,JavaScript, React, and Tailwind CSS, with extensive experience in version control using Git and GitHub. With a passion for crafting dynamic and responsive user interfaces, I bring creativity and technical expertise to every project I undertake. My portfolio showcases a diverse range of projects that demonstrate my skills and dedication to delivering high-quality web solutions.",
  "Download_CV": "Download CV",
  "My_technical_level": "My technical level",
  "Frontend_developer": "Frontend developer",
  "Other_Tools": "Other Tools",
  "Advance": "Advance",
  "Intermediate": "Intermediate",
  "Basic": "Basic",
  "What_i_offer": "What i offer",
  "Web_designer": "Web Designer",
  "service_text": "Services with more than 1 years of experience providing quality work to clients and companies",
  "service_1": "Specializes in crafting compelling user interfaces",
  "service_2": "Experienced in developing dynamic and static web pages",
  "service_3": "Skilled in creating engaging UX element interactions",
  "service_4": "Expertise in effectively positioning company brands",
  "service_5": "Delivers high-quality designs and mockups for client satisfaction",
  "_comment": "starting of projects section",
  "A Selection Of Stuff I've Built": "A Selection Of Stuff I've Built",
  "TechForge_Dashboard": "TechForge Dashboard",
  "View_It_Here": "View It Here",
  "View_Github_Repo": "View Github Repo",
  "techforge_pargraph": "A responsive dashboard, built with Material-UI (MUI), featuring both dark and light modes. Utilizes libraries such as react-pro-sidebar and nivo charts. Form validation is implemented using Yup and Formik.",
  "Modern_Bank_App": "Modern Bank App",
  "modern_bank_app_paragraph": "Developed with React and Tailwind CSS, the Single Page Application (SPA) boasts a cutting-edge design, ensuring responsiveness across various devices. Embracing modern web development practices, the application offers a seamless user experience while harnessing the power of React's dynamic components and Tailwind CSS's utility-first approach to styling.",
  "Netflix_Landig_page_UI_Clone": "Netflix Landig page UI Clone",
  "Netflix_Landig_page_UI_Clone_desc": "The Netflix landing page UI, meticulously crafted using HTML and Tailwind CSS, exemplifies a harmonious blend of aesthetics and functionality. Tailored to adapt seamlessly to various devices, its responsive design ensures an optimal viewing experience across different screen sizes.",
  "see_more": "See more",
  "KayhanTech": "KayhanTech",
  "KayhanTech_desc": "The website for Kayhan Tech's YouTube channel has been meticulously crafted using the versatile styling capabilities of Bootstrap. By leveraging Bootstrap's extensive framework, the website is not only aesthetically pleasing but also highly functional, with a layout that dynamically adjusts to different screen sizes and devices.",
  "X_UI_Clone": "X (Twitter) UI Clone",
  "x_ui_clone_desc": "X (Twitter) Landing page clone has been meticulously crafted using Tailwind CSS. This clone ensures full responsiveness across a wide range of devices, guaranteeing an optimal viewing experience regardless of screen size or device type.",
  "DoDay_Online_Task_Tracker": "DoDay Online Task Tracker",
  "DoDay_Online_Task_Tracker_desc": "Built with React and styled using Tailwind CSS, this task tracker offers seamless task management. With local storage integration, users can efficiently store and access their tasks, enhancing productivity.",

  "Get_in_touch": "Get in touch",
  "Contact_Me": "Contact Me",
  "Talk_to_me": "Talk to me",
  "Email": "Email",
  "WhatsApp": "WhatsApp",
  "Messenger": "Messenger",
  "Write_me": "Write me",
  "Write_me_your_project": "Write me your project",
  "Name": "Name",
  "Project_details": "Project Details",
  "Send_Message": "Send Message",
  "copyright": "2024 Seyar Sawayz. All rights reserved.",
  "Powered_by": "Powered by",
  "MovieFlex": "MovieFlex",
  "movieFlix_pargraph": "I developed a dynamic movie collections web application using React, styled with Tailwind CSS, and managed state with Redux. The application integrates with the TMDb API to fetch movie data, allowing users to view movie details, ratings, and trailers. Features include dynamic banners with transition effects, a responsive design for optimal viewing on all devices, and reusable components for maintainability. ",
  "Email_sent_successfully": "Email sent successfully",
  "kayhantech_blog": "KayhanTechBlog",
  "kayhantech_blog_paragraph": "Developed a blog web application using ReactJS and TailwindCSS, with Appwrite for backend services and Redux for state management. Features include user authentication, post creation, viewing, updating, and deletion, enabling a seamless and interactive user experience."
}
