{
  "Home": "خانه",
  "SEYAR_SAWAYZ": "سیر ساویز",
  "data_paragraph": "من دوست دارم چیزها را از ابتدا کدنویسی کنم و علاقمندم تا مفکوره ها را روی براوز یا مروگر به راه بیندازم",
  "Frontend_Developer": "توسعه دهنده ویب",
  "Lets_work_together": "بیاید با هم کار کنیم",
  "SEYAR": "سیر",
  "HOME": "صفحه اصلی",
  "ABOUT ME": "در باره من",
  "SKILLS": "مهارت ها",
  "SERVICES": "خدمات",
  "PROJECTS": "پروژه ها",
  "CONTACT": "تماس",
  "Scroll_Down": "پایین بروید",
  "about_me": "در باره من",
  "my_introduction": "معرفی",
  "Experience": "تجربه",
  "2_years_working": "دو سال تجربه کاری",
  "Completed": "تکمیل",
  "10+_projects": "بیشتر از 10 پروژه",
  "Support": "همکاری",
  "online_24/7": "خدمات دوامدار",
  "about_me_paragraph": "به عنوان یک توسعه ‌دهندهٔ ویبسایت، من در استفاده از  HTML، CSS، JavaScript، React، و  Tailwind CSS  تخصص دارم، با تجربهٔ گسترده در کنترل نسخه با استفاده از گیت و گیت‌هاب. با علاقه به طراحی ویبسایت سازگار با هر نوع صفحه نمایش، من خلاقیت و تخصص فنی خود را در هر نوع پروژه که به آن می‌پردازم، می‌آورم. نمونه‌ های کاری من، متشکل از پروژه‌ های متنوع است که نشان دهنده مهارت‌ های من در ارائهٔ راهکارهای خوب ویب سایت و با کیفیت بالا میباشد.",
  "Download_CV": "خلص سوانح",
  "My_technical_level": "سطح فنی من",
  "Frontend_developer": "توسعه دهنده ویبسایت",
  "Other_Tools": "مهارت های بیشتر",
  "Advance": "پیشرفته",
  "Intermediate": "حد وسط",
  "Basic": "ابتدایی",
  "What_i_offer": "چیزی که من ارائه می دهم",
  "Web_designer": "طراح ویب",
  "service_text": "خدمات با بیش از 2 سال تجربه ارائه کار با کیفیت به مشتریان و شرکت ها",
  "service_1": "تخصص در ایجاد دیزاین های خلاق و قانع کننده",
  "service_2": "تجربه کافی در توسعه ویبسایت های static و dynamic",
  "service_3": "مهارت کافی در قسمت ایجاد بهترین UX برای کاربران. ",
  "service_4": "تخصص در برجسته ساختن موثر برند های شرکت",
  "service_5": "ارائه طرح  های با کیفیت بالا برای رضایت مشتری",
  "_comment": "starting of projects section",
  "A Selection Of Stuff I've Built": "مجموعه ای کوچک از پروژه های که من ساخته ام",
  "TechForge_Dashboard": "داشبورد TechForge",
  "View_It_Here": "مشاهده آن در اینجا",
  "View_Github_Repo": "مشاهده Github Repo",
  "techforge_pargraph": "یک داشبورد پاسخگو، ساخته شده با Material-UI (MUI)، که دارای هر دو حالت تاریک و روشن است. از library هایی مانند نمودارهای react-pro-sidebar و nivo استفاده می کند. اعتبار سنجی فرم با استفاده از Yup و Formik اجرا می شود.",
  "Modern_Bank_App": "اپلیکیشن بانک مدرن",
  "modern_bank_app_paragraph": "برنامه Single Page Application (SPA) که با React و Tailwind CSS توسعه یافته است، دارای طراحی پیشرفته ای است که پاسخگویی را در دستگاه های مختلف تضمین می کند. این برنامه با پذیرش شیوه‌های توسعه وب مدرن، تجربه کاربری یکپارچه‌ای را ارائه می‌کند و در عین حال از قدرت مؤلفه‌های پویا React و اولین رویکرد کاربردی Tailwind CSS برای استایل‌سازی بهره می‌برد.",
  "Netflix_Landig_page_UI_Clone": "Clone UI صفحه فرود نتفلیکس",
  "Netflix_Landig_page_UI_Clone_desc": "رابط کاربری صفحه فرود Netflix، که با دقت با استفاده از HTML و Tailwind CSS ساخته شده است، ترکیبی هماهنگ از زیبایی شناسی و عملکرد را نشان می دهد. طراحی واکنشگرا که برای تطبیق یکپارچه با دستگاه های مختلف طراحی شده است، تجربه تماشای بهینه را در اندازه های مختلف صفحه نمایش تضمین می کند.",
  "see_more": "بیشتر بیبین",
  "KayhanTech": "کیهان تیک",
  "KayhanTech_desc": "وب‌سایت کانال یوتیوب کیهان تک با استفاده از قابلیت‌های استایل چند منظوره Bootstrap به دقت ساخته شده است. با استفاده از چارچوب گسترده بوت استرپ، وب سایت نه تنها از نظر زیبایی شناسی دلپذیر است، بلکه بسیار کاربردی است، با طرحی که به صورت پویا با اندازه های مختلف صفحه نمایش و دستگاه ها تنظیم می شود.",
  "X_UI_Clone": "X (تویتر) UI Clone",
  "x_ui_clone_desc": "شبیه سازی صفحه فرود X (توئیتر) با دقت با استفاده از Tailwind CSS ساخته شده است. این کلون پاسخگویی کامل را در طیف گسترده‌ای از دستگاه‌ها تضمین می‌کند و تجربه تماشای بهینه را بدون در نظر گرفتن اندازه صفحه یا نوع دستگاه تضمین می‌کند.",
  "DoDay_Online_Task_Tracker": "تسک ترکر آنلاین DoDay",
  "DoDay_Online_Task_Tracker_desc": "این ردیاب وظیفه که با React ساخته شده و با استفاده از Tailwind CSS طراحی شده است، مدیریت وظایف یکپارچه را ارائه می دهد. با یکپارچه سازی فضای ذخیره سازی محلی، کاربران می توانند به طور موثر وظایف خود را ذخیره کرده و به آنها دسترسی داشته باشند و بهره وری را افزایش دهند.",
  "Get_in_touch": "در تماس باشید",
  "Contact_Me": "با من تماس بگیر",
  "Talk_to_me": "با من حرف بزن",
  "Email": "ایمیل",
  "WhatsApp": "وتساپ",
  "Messenger": "مسنجر",
  "Write_me": "پیام دهید",
  "Write_me_your_project": "پروژه خود را برای من بنویسید",
  "Name": "اسم",
  "Project_details": "جزِئیات پروژه",
  "Send_Message": "ارسال پیام",
  "copyright": "2024 سیر ساویز تمامی حقوق محفوظ است",
  "Powered_by": "پشتیبانی شده توسط",
  "MovieFlex": "MovieFlex",
  "movieFlix_pargraph": "ویبسایت مجموعه فیلم  ها را با استفاده از React ایجاد کردم که با Tailwind CSS استایل‌گذاری شده بود و حالت مدیریت شده با Redux. این برنامه با API TMDb برای گرفتن ارقام فیلم ها ساخته شده است به کاربران امکان می دهد جزئیات فیلم، رتبه بندی ها و تریلرها را مشاهده کنند. ویژگی ها عبارتند از بنرهای فلم ها با جلوه های انتقال، طراحی پاسخگو برای مشاهده بهینه در همه دستگاه ها و اجزای قابل استفاده مجدد برای قابلیت نگهداری.",
  "Email_sent_successfully": "ایمیل موفقانه ارسال گردید",
  "kayhantech_blog": "وبلاگ کیهان تک",
  "kayhantech_blog_paragraph": "یک برنامه وبلاگ با استفاده از ReactJS و TailwindCSS توسعه دادم، با استفاده از Appwrite برای خدمات بک‌اند و Redux برای مدیریت حالت. ویژگی‌ها شامل احراز هویت کاربر، ایجاد پست، مشاهده، آپدیت و حذف پست، فراهم آوردن تجربه کاربری یکپارچه و تعاملی می‌باشد."
}
